[
    "Two guys in the same lunch restaurant as me rn, asian place, they speak english even though they both are swedish. Hair hasnt been washed in a while, one has pyjamas wear and the other is dressed like a girl with fake tits. They are talking about marxism.\nThey refer to things in a internet way\nOne just said lmao\nInstead of laughing\nIm leaving",
    "I want to date Elina so bad. She is so cute and I love her so much. She has a cute smile and a cute face. She’s a gamer like me and has a amazing personality. I would love to tell her every night “I love you” and rub her feet while she is streaming. We would go out when she isn’t doing gamer stuff and have fun together. She is also really good at gaming so I would be able to get carried by my very own GF. I love girls who are better at things than me so I can learn from them. God I want to date Elina",
    "tonysimplenero: please let me use your panties like a coffee filter so I can start my day with a taste of your wap",
    "Today's stream was really good. Just keeping aside the cosplay and elina's personality, the vibe was alright. But getting back to the real stuff, there wasn't one second for the entire time that I watched that I could focus on anything other than ogling at elina like a caveman (maybe that has something to do with me as a person but idk). Even then, after doing almost 2.5km of swimming drills, after which I'm usually fucking hammered, I still managed to watch the stream till the end and I couldn't keep my eyes off again (red hair is my weakness and the DC cartoons made me fall in love with poison ivy at a very young age). Apart from spamming the usual batchest, this stream was really HARD for me watch and not get banned.",
    "i would like to suggest that you make a competition on your discord or kinda dating show that who wins in the final stage will have chance to go out real date with you . and only 2 guys can win . this may boost popularity for any streamer, and who know u might find someone who worth it",
    "sorry , but when she is a successful streamer with fan base of men , she has to pay some taxes . she can't just make us fantasize on her because she is pretty sweet and adorable without any hope , this make us suffer and struggle not having fun... just give a chance for us to prove that we can be suitable",
    "its call a \"dragon shout\".. not \"phewuu\"\nYou seriously don't know anything about elder scrolls so why try milk it for content if you arent even going to bother paying attention to the lore.Go play some minecraft or something.",
    "Marry me please I'm serious really I like you angel I wish we be together.\n I wish we be together someday I love you princess",
    "the_black_stallion69: damn I would love to find out what that fucking mouth would feel like wrapped tight around my black cock because I bet you know how to work those pretty fucking lips of yours don't you bitch",
    "elina i want to apologize if i came across as rude on your first netherlands stream i did not intend to im just doing a littel bit of trolling, i want you to know you are a wonderful person who deserves only the best in life and i am deeply sorry if i made you feel bad with my comments it was not my intention. and i know i usually end these long paragraphs by asking for feet pics and while yes i wouldnt mind them i dont want to say it this time because it would make it seem like im not being srs",
    "动态网自由门 天安門 天安门 法輪功 李洪志 Free Tibet 六四天安門事件 The Tiananmen Square protests of 1989 天安門大屠殺 The Tiananmen Square Massacre 反右派鬥爭 The Anti-Rightist Struggle 大躍進政策 The Great Leap Forward 文化大革命 The Great Proletarian Cultural Revolution 人權 Human Rights 民運 Democratization 自由 Freedom 獨立 Independence 多黨制 Multi-party system 台灣 臺灣 Taiwan Formosa 中華民國 Republic of China 西藏 土伯特 唐古特 Tibet 達賴喇嘛 Dalai Lama 法輪功 Falun Dafa 新疆維吾爾自治區 The Xinjiang Uyghur Autonomous Region 諾貝爾和平獎 Nobel Peace Prize 劉暁波 Liu Xiaobo 民主 言論 思想 反共 反革命 抗議 運動 騷亂 暴亂 騷擾 擾亂 抗暴 平反 維權 示威游行 李洪志 法輪大法 大法弟子 強制斷種 強制堕胎 民族淨化 人體實驗 肅清 胡耀邦 趙紫陽 魏京生 王丹 還政於民 和平演變 激流中國 北京之春 大紀元時報 九評論共産黨 獨裁 專制 壓制 統一 監視 鎮壓 迫害 侵略 掠奪 破壞 拷問 屠殺 活摘器官 誘拐 買賣人口 遊進 走私 毒品 賣淫 春畫 賭博 六合彩 天安門 天安门 法輪功 李洪志 Winnie the Pooh 劉曉波动态网自由门",
    "Ninja literally made gaming mainstream. Before him people looked down on gaming like it was only for nerds or whatever. He made it okay for everyone to play video games without beings called a virgin or nerd.",
    "do you know that at the end god will punish u for causing people throw and waste their babies again and again in front of ur photos on insta and the way u wear all the time ? good luck in hell just remember there is an accountability in the next world . when are u gonna respect yourself and start wearing more modest little brat?!!!",
    "How much money i have send you take you clothes off @DanielRX_"
]